Repository: wikimedia/operations-debs-contenttranslation-apertium-eu-en
Catalog: corpus/metamorphosis.tmx
Source language: en
Languages: eu

source: The way in which they all blew the smoke from their cigars out of their noses and mouths in particular led one to conclude that they were very irritated.
eu: Bereziki hirurak erretzen ari ziren zigarroen kea ahotik edota sudurretik botatzeko moduak urduritasun handia adierazten zuen.

source: And yet his sister was playing so beautifully.
eu: Eta, baina, zeinen ondo jotzen zuen arrebak!

source: Her face was turned to the side, her gaze followed the score intently and sadly.
eu: Aurpegia alboratuta zuela jarraitzen zuen adi-adi eta tristeki pentagrama irakurtzen.

source: Gregor crept forward still a little further and kept his head close against the floor in order to be able to catch her gaze if possible.
eu: Gregorio apur bat gehiago hurreratu zen eta burua lurrari lotuta mantendu zuen, bere begirakunea bere arrebarenarekin topatzeko ahaleginak eginez.

source: Was he an animal that music so seized him?
eu: Piztia izango ote zen, musikak hainbeste txunditzen bazuen?

source: For him it was as if the way to the unknown nourishment he craved was revealing itself to him.
eu: Bere aurrean sutsuki antsiatutako jaki ezezagun batengana zuzentzen zuen bidea zabaltzen zela zirudien.

source: He was determined to press forward right to his sister, to tug at her dress and to indicate to her in this way that she might still come with her violin into his room, because here no one valued the recital as he wanted to value it.
eu: Bai, arrebarenganaino heltzeko erabakia hartuta zuen, gonatik tira egin eta era hartan bere logelara biolina jotzera joan behar zuela adierazteko, bertan inork ez baitzuen bere musika saritzen eta berak egin nahi zuen hori.

source: He did not wish to let her go from his room any more, at least not as long as he lived.
eu: Aurrerantzean, ez zion arrebari bere logelatik irteten utziko, berak bizirik zirauen bitartean ez behintzat.

source: His frightening appearance would for the first time become useful for him.
eu: Lehenengo aldiz zerbaitetarako balio behar zion bere itxura beldurgarri hark.

source: He wanted to be at all the doors of his room simultaneously and snarl back at the attackers.
eu: Momentu batean ate guztietan egon ahal izatea nahi zuen, eraso nahi zion edonoren gainean salto egiteko prest.

source: However, his sister should not be compelled but would remain with him voluntarily; she would sit next to him on the sofa, bend down her ear to him, and he would then confide in her that he firmly intended to send her to the conservatory and that, if his misfortune had not arrived in the interim, he would have declared all this last Christmas (had Christmas really already come and gone?), and would have brooked no argument.
eu: Baina ezinbestekoa zen arreba bere ondoan geratu zedin, ez behartuta baizik eta bere borondatez; beharrezkoa zen halaber, bere ondoan jesarri zedin sofan, beregana makurtu zedin, eta orduan aitortuko zion Kontserbatoriora bidaltzeko asmoa eduki zuela, eta aurreko Gabonetan zoritzar hura gertatu izan ez balitz –izan ere, Gabonak igaro ziren jada, ezta?, horrela aitortuko zion guztiei, inoren eragozpenak kontuan hartu gabe.

source: After this explanation his sister would break out in tears of emotion, and Gregor would lift himself up to her armpit and kiss her throat, which she, from the time she started going to work, had left exposed without a band or a collar.
eu: Eta azalpen hau entzuterakoan, arreba, hunkituta, negar batean hasiko zen, eta Gregorio bere sorbalda gainera igoko zen, eta saman musukatuko zuen, dendara zihoanetik biluzik, zinta gabe, eramaten zuen sama hartan.– Samsa jauna –esan zion aitari hiruretatik agintariena zirudien gizonak.

source: "Mr Samsa," called out the middle lodger to the father, and pointed his index finger, without uttering a further word, at Gregor as he was moving slowly forward.
eu: Eta, beste hitz bat gehiago esaten denbora alferrik galdu gabe, aitari erakutsi zion, hatz erakuslea luzatuz, Gregorio, hau geldiro aurrera zihoalarik.

source: The violin fell silent. The middle lodger smiled, first shaking his head once at his friends, and then looked down at Gregor once more.
eu: Biolinaren soinua momentu hartan isildu zen, eta hiruretatik agintariena zirudienak irribarre egin zien bere lagunei, burua astinduz, eta berriro Gregoriorengana zuzendu zuen bere begirada.

source: Rather than driving Gregor back again, the father seemed to consider it of prime importance to calm down the lodgers, although they were not at all upset and Gregor seemed to entertain them more than the violin recital.
eu: Aita lehenengo eta behin, Gregorio bertatik kanporatu beharrean, apopiloak lasaitzen ahalegindu zen, zeinek ez zeuden batere urduri, eta biolina jostagarriagoa iruditzen zitzaien Gregorioren agerrera.

source: The father hurried over to them and with outstretched arms tried to push them into their own room and simultaneously to block their view of Gregor with his own body.
eu: Haiengana lastertu zen, eta, besoak luzatuz, haien logelara bultzatu nahi izan zituen Gregorio bere gorputzarekin ezkutatzen zuelarik.

source: At this point they became really somewhat irritated, although one no longer knew whether that was because of the father's behaviour or because of knowledge they had just acquired that they had had, without knowing it, a neighbour like Gregor.
eu: Haiek, orduan, ez zuten haien haserrea disimulatu, nahiz eta ezin zitekeen jakin haserre hori aitaren jokabideagatik zen edota, susmorik txikiena eduki gabe, tankera horretako izaki batekin batera bizi izan zirela jakin izanagatik.

source: They demanded explanations from his father, raised their arms to make their points, tugged agitatedly at their beards, and moved back towards their room quite slowly.
eu: Azalpen eske hasi zitzaizkion aitari, zerura jaso zituzten haien besoak, nork bere bizarretik tira egin zuen keinu urduri batez, eta astiro-astiro atzera egin zuten haien logelaraino.

source: In the meantime, the isolation which had suddenly fallen upon his sister after the sudden breaking off of the recital had overwhelmed her.
eu: Bitartean, arrebak lortu zuen bat-bateko eten hari buru egitea.

source: She had held onto the violin and bow in her limp hands for a little while and had continued to look at the sheet music as if she was still playing.
eu: Momentu batez mugitu ezinik gelditu zen, oraindik jotzen ibiliko bailitzan, biolina axolagabetasunez eusten zuela.

source: All at once she pulled herself together, placed the instrument in her mother's lap (the mother was still sitting in her chair having trouble breathing and with her lungs labouring) and had run into the next room, which the lodgers, pressured by the father, were already approaching more rapidly.
eu: Eta bat-batean beretik irten zen: instrumentua amari ipini zion besoetan, honek bere besaulkian jarrita jarraitzen zuelarik, bere birikak egiten ari ziren lan neketsuaren erruz ia itota.

source: One could observe how under the sister's practiced hands the sheets and pillows on the beds were thrown on high and arranged.
eu: Arreba alboko gelara abiatu zen, aitak bultzatuta apopiloak orain arinago sartzen ari ziren gela berera.

source: Even before the lodgers had reached the room, she was finished fixing the beds and was slipping out. The father seemed so gripped once again with his stubbornness that he forgot about the respect which he always owed to his renters.
eu: Trebetasun handiz mantak eta burukoak hartu eta lekuz aldatu zituen, eta gizonak haien gelara sartu baino lehenago ere, amaitu zuen haien oheak egiten eta handik irtenda zegoen jada.

source: He pressed on and on, until at the door of the room the middle gentleman stamped loudly with his foot and thus brought the father to a standstill. "I hereby declare," the middle lodger said, raising his hand and casting his glance both on the mother and the sister, "that considering the disgraceful conditions prevailing in this apartment and family," with this he spat decisively on the floor, "I immediately cancel my room.
eu: – Jakinarazi nahi dizuet –eta hau esatean eskua altxatu eta amaren eta arrebaren begiradarekin bat egin zuen–, jakinarazi nahi dizuet zeuei, familia honetan gertatzen diren gertakari nazkagarriak ikusirik –eta hitz hauek esatearekin batera txistua bota zuen lurrera gogotsu–, momentu honetan bertan alde egingo dudala etxe honetatik.

source: I will, of course, pay nothing at all for the days which I have lived here; on the contrary I shall think about whether or not I will initiate some sort of action against you, something which--believe me-- will be very easy to establish". He fell silent and looked directly in front of him, as if he was waiting for something.
eu: Ez da beharrezkoa esatea deus ere ez dudala ordaindu beharko hemen igaro ditudan egunengatik; arinago aldiz, hausnartu egingo dut zuri kalte-ordainketarik eskatuko dizudanentz, eta ez uste hau egiaztatzea oso zaila izango denik. Isildu eta bere ingurura begiratu zuen, zerbaiten zain egongo bailitzan.

source: In fact, his two friends immediately joined in with their opinions, "We also give immediate notice". At that he seized the door handle, banged the door shut, and locked it.
eu: Eta, hain zuzen ere, bere beste bi lagunek berak esandakoa berretsi zuten, hauxe gehituaz:– Geuk ere momentu honetan bertan alde egingo dugu etxe honetatik.

source: The father groped his way tottering to his chair and let himself fall in it.
eu: Honen ostean, hiruretatik agintariena zirudienak maratila heldu zuen eta atea kolpe batez itxi zuen.

source: It looked as if he was stretching out for his usual evening snooze, but the heavy nodding of his head (which looked as if it was without support) showed that he was not sleeping at all.
eu: Aita, zalantzazko pausoak emanez, eskuen laguntzaz haztamuka, bere besaulkira zuzendu zen, eta bertan bota zen. Bazirudien gabetako bere ohiko loaldia egitera zihoala, baina bere buruaren makurdurak, pisu gabe jausita balego moduan, erakusten zuen ez zegoela lotan.

source: Gregor had lain motionless the entire time in the spot where the lodgers had caught him.
eu: Denbora guzti horretan, Gregorio isilik geratu zen, apopiloek ezustean hartu zuten leku berean geldirik.

source: Disappointment with the collapse of his plan and perhaps also his weakness brought on his severe hunger made it impossible for him to move.
eu: Bere planaren porrotak sorturiko tristurak, eta baliteke baita goseak sorturiko ahuleziak ere, ezinezko egiten zuten mugimendurik txikiena ere.

source: He was certainly afraid that a general disaster would break over him at any moment, and he waited.
eu: Luze barik ekaitz itzel bat gainera etorriko zitzaionaren beldur zen, eta zain zegoen.

source: He was not even startled when the violin fell from the mother's lap, out from under her trembling fingers, and gave off a reverberating tone.
eu: Ez zen biolinaren zaratarekin ere aztoratu, zeina amaren atzamarren dardararen eraginez bere altzotik lurrera jausi zen.

source: "My dear parents," said the sister banging her hand on the table by way of an introduction, "things cannot go on any longer in this way.
eu: – Guraso maiteak -esan zuen arrebak, sarrera gisa mahai gainean ukabilkada itzel bat emanez–, honek ezin du horrela jarraitu.

source: Maybe if you don't understand that, well, I do.
eu: Zeuek ulertzen ez baduzue, neu ohartzen naiz horretaz.

source: I will not utter my brother's name in front of this monster, and thus I say only that we must try to get rid of it.
eu: Munstro honen aurrean, ez dut nire nebaren izena aipatu ere egin nahi; eta, horregatik, hauxe baino ez dut esango: ezinbestekoa da bera gainetik kentzea.

source: We have tried what is humanly possible to take care of it and to be patient. I believe that no one can criticize us in the slightest". "She is right in a thousand ways," said the father to himself.
eu: Gizalegez posible zirenak eta ez zirenak ere egin ditugu bera zaindu eta jasateko, eta ez dut uste, hau horrela izanik, inoren gaizkirik txikiena ere entzun behar dugunik.

source: The mother, who was still incapable of breathing properly, began to cough numbly with her hand held up over her mouth and a manic expression in her eyes.
eu: – Mila aldiz duzu arrazoia –esan zuen orduan aitak. Ama, oraindik arnasestuka zebilela, isilean eztulka hasi zen, eskua bularrean zuela eta begirada zoro antzera galduta zuela.

source: The sister hurried over to her mother and held her forehead.
eu: Arreba berarengana joan zen korrika eta bekokia eutsi zion.

source: The sister's words seemed to have led the father to certain reflections.
eu: Aita, arrebaren hitzek bere burutapena zehaztera bultzatu zuten.

source: He sat upright, played with his uniform hat among the plates, which still lay on the table from the lodgers' evening meal, and looked now and then at the motionless Gregor.
eu: Besaulkian erosoago jesarri zen, oraindik apopiloen janariaren mahaian geratzen ziren plateren artean bere ordenantza burukoarekin jolasten zuen, eta, noizbehinka, Gregoriori begirada bat zuzentzen zion, ikaragaitz.

source: "We must try to get rid of it," the sister now said decisively to the father, for the mother, in her coughing fit, wasn't listening to anything, "it is killing you both.
eu: – Ezinbestekoa da bera gainetik kentzea –errepikatu zion, azkenean, arrebak aitari; izan ere, amak, bere eztula zela eta, ezin zuen ezer ere entzun.

source: I see it coming. When people have to work as hard as we all do, they cannot also tolerate this endless torment at home.
eu: Guk egiten dugun lana egiten denean, ez da posible etxean, gainera, gisa honetako atsekabeak bizitzea.

source: I just can't go on any more". And she broke out into such a crying fit that her tears flowed out down onto her mother's face.
eu: Nik neuk ere ezin dut hau gehiago jasan. Eta negar batean hasi zen bere malkoak amaren gainera jausten zirelarik eta honek, mekanikoki, eskuarekin garbitzen zituelarik.

source: She wiped them off her mother with mechanical motions of her hands.
eu: – Alabatxo –esan zuen orduan aitak errukiz beterik eta argitasun harrigarriz-.

source: "Child," said the father sympathetically and with obvious appreciation, "then what should we do?"
eu: Zer egingo diogu ba!

source: The sister only shrugged her shoulders as a sign of the perplexity which, in contrast to her previous confidence, had come over her while she was crying.
eu: Baina arrebak lepoa jaso besterik ez zuen egin, negar egiten zuen bitartean sentitu zuen harridura, aurreko erabakiaren hain kontrakoa zena, azaleratuz.

source: "If only he understood us," said the father in a semi-questioning tone.
eu: – Behintzat berak ulertuko bagintu –esan zuen aitak.

source: The sister, in the midst of her sobbing, shook her hand energetically as a sign that there was no point thinking of that.
eu: Baina arrebak, etengabe negar eginez, indartsuki eragin zuen eskua, horrela adierazi nahian ez zutela horretan pentsatu ere egin behar.

source: "If he only understood us," repeated the father and by shutting his eyes he absorbed the sister's conviction of the impossibility of this point, "then perhaps some compromise would be possible with him.
eu: – Behintzat berak ulertuko bagintu –jarraitu zuen aitak esaten, begiak itxiz, aditzera emanez bera ere ziur zegoela hau ezinezkoa zela–, agian berarekin akordio batera heldu gintezke.

source: But as it is..
eu: Baina egoera honetan…

source: "It must be gotten rid of," cried the sister; "That is the only way, father.
eu: Hauxe da bide bakarra, aita.

source: You must try to get rid of the idea that this is Gregor.
eu: Gregorio dela pentsatzeari hustea besterik ez duzu egin behar.

source: The fact that we have believed for so long, that is truly our real misfortune.
eu: Hori sinistu izana da, hain zuzen, gure zorigaitz honen arrazoia.

source: But how can it be Gregor?
eu: Zelan izan liteke hau Gregorio?

source: If it were Gregor, he would have long ago realized that a communal life among human beings is not possible with such an animal and would have gone away voluntarily.
eu: Bera balitz, dagoeneko ulertuko zuen ez dela posible gizaki bizidun batzuk halako zomorro batekin batera bizitzea. Eta berari bururatuko zitzaion alde egitea.

source: Then we would not have a brother, but we could go on living and honour his memory.
eu: Neba galduko genuke, baina bizitzen jarraituko genuke, eta gogoan edukiko genuke.

source: But this animal plagues us. It drives away the lodgers, will obviously take over the entire apartment, and leave us to spend the night in the alley.
eu: Baina horrela, animalia honek jarraitu egiten gaitu, apopiloak bidali egiten ditu etxetik eta argi eta garbi adierazten du etxe guztiaz jabetu nahi dela eta gu kalean utzi nahi gaituela.

source: Just look, father," she suddenly cried out, "he's already starting up again". With a fright which was totally incomprehensible to Gregor, the sister even left the mother, pushed herself away from her chair, as if she would sooner sacrifice her mother than remain in Gregor's vicinity, and rushed behind her father who, excited merely by her behaviour, also stood up and half raised his arms in front of the sister as though to protect her.
eu: Begira, aita –hasi zen bat-batean oihuka–, berriro ere hasi da!Eta Gregoriori ulertezina iruditu zitzaion beldurra adieraziz, arrebak ama bertan utzita alde egin zuen, besaulkitik urrundu zen, Gregoriorengandik hurbil egotea baino ama sakrifikatzea nahiago zuela adieraziz, eta aitaren atzean babestera joan zen korrika; aita, era berean, bere jokabide honengatik asaldaturik, zutitu egin zen, arrebaren aurrean besoak luzatuz, hau babesteko keinua eginez.

source: But Gregor did not have any notion of wishing to create problems for anyone and certainly not for his sister.
eu: Baina kontua da Gregoriori ez zitzaiola burutik pasa ere egin inor beldurtzea, ez eta gutxiago bere arreba beldurtzea.

source: He had just started to turn himself around in order to creep back into his room, quite a startling sight, since, as a result of his suffering condition, he had to guide himself through the difficulty of turning around with his head, in this process lifting and banging it against the floor several times.
eu: Egin zuen gauza bakarra izan zen bere logelara bueltatzeko buelta ematea, eta hori izan zen, zalantza barik, besteak izutu zituena, izan ere, minduta zegoenez gero, mugimendu zail hori egiteko burua lurrean jarri eta bertatik altxatu behar zuen.

source: He paused and looked around.
eu: Gelditu egin zen eta bere ingurura so egin zuen.

source: His good intentions seem to have been recognized. The fright had only lasted for a moment.
eu: Bazirudien bere asmo ona ulertu zutela: gertatutakoa momentuko ezustea baino ez zen izan.

source: Now they looked at him in silence and sorrow.
eu: Orain guztiek begiratzen zuten tristeki eta pentsakor.

source: His mother lay in her chair, with her legs stretched out and pressed together; her eyes were almost shut from weariness. The father and sister sat next to one another.
eu: Ama bere besaulkian zegoen, hankak bata bestearen kontra bere aurrean luzaturik eta begiak nekearen nekez ia itxita zeuzkala.

source: The sister had set her hands around the father's neck". Now perhaps I can actually turn myself around," thought Gregor and began the task again.
eu: Aita eta arreba bata bestearen ondoan zeuden eserita, eta arrebak aitaren sama inguratzen zuen bere besoarekin.

source: He couldn't stop puffing at the effort and had to rest now and then.
eu: – Beno, beharbada mugitu naiteke jada –pentsatu zuen Gregoriok, berriro bere ahalegin tamalgarri hari ekinez.

source: Besides no one<ref>The translation used "on" instead of "one".</ref> was urging him on.
eu: Ezin zuen bere arnasotsa geldiarazi, eta noizean behin atseden hartzeko gelditu behar zuen.

source: It was all left to him on his own.
eu: Baina inork ere ez zuen azkarrarazten; askatasun osoa zuen.

source: When he had completed turning around, he immediately began to wander straight back.
eu: Buelta emanda zuenean, atzera bideari ekin zion lerro zuzenean.

source: He was astonished at the great distance which separated him from his room and did not understand in the least how in his weakness he had covered the same distance a short time before, almost without noticing it.
eu: Harritu egin zen bere logelaraino zegoen distantziaz ohartzean; ezin zuen ulertu, bere egoera ahul hartan, zelan izan zen gai, minutu gutxi batzuk lehenago, ia nabaritu gabe bide berori egiteko.

source: Constantly intent only on creeping along quickly, he hardly paid any attention to the fact that no word or cry from his family interrupted him.
eu: Ahalik eta lasterren narrastea beste ardurarik ez zuela, ez zen konturatu familiako inork ez zuela zirikatzen hitz edo oihuekin.

source: Only when he was already in the door did he turn his head, not completely, because he felt his neck growing stiff.
eu: Atalasera heldu zenean, ordea, atzera begiratu zuen, eta ohartu zen bere atzean denak jarraitzen zuela berdin.

source: At any rate he still saw that behind him nothing had changed.
eu: Arreba soilik zutitu zen.

source: Only the sister was standing up. His last glimpse brushed over the mother who was now completely asleep.
eu: Eta bere azken begirada azkenean lo geratu zen bere amari zuzendu zion.

source: Hardly was he inside his room when the door was pushed shut very quickly, bolted fast, and barred.
eu: Logelan sartu zeneko, atea zarratu eta txingetaz eta giltzez itxi zutela nabaritu zuen.

source: Gregor was startled by the sudden commotion behind him, so much so that his little limbs bent double under him.
eu: Honek sortu zuen zarata zakarrak hain beldurtu zuen, ezen hankak ere tolestu egin zitzaizkion.

source: It was his sister who had been in such a hurry.
eu: Arreba zen hainbesteko presa zuena.

source: She had stood up right away, had waited, and had then sprung forward nimbly.
eu: Zutik geratu zen, logelan sartu eta atea ixteko zelatan egongo bailitzan.

source: Gregor had not heard anything of her approach.
eu: Gregoriok ez zuen hurbiltzen sumatu.

source: She cried out "Finally!" to her parents, as she turned the key in the lock.
eu: – Azkenean! –oihu egin zien berak gurasoei, sarrailan giltzari buelta ematen zion bitartean.

source: "What now?" Gregor asked himself and looked around him in the darkness.
eu: – Eta orain? –galdetu zion Gregoriok bere buruari iluntasunean bere ingurura begiratzen zuelarik.

source: He soon made the discovery that he could no longer move at all.
eu: Handik gutxira konturatu zen guztiz ezinezkoa zitzaiola mugitzea.

source: He was not surprised at that. On the contrary, it struck him as unnatural that he had really been able up to this point to move around with these thin little legs.
eu: Honek ez zuen harritu: lehen, ostera, ez zitzaion normala iruditzen, ordura arte egin zuen legez, hankatxo mehe haiekin aurrera egiteko gai izatea.

source: Besides he felt relatively content.
eu: Beste guztiari zegokionez, gutxi gora-behera gustura sentitzen zen.

source: True, he had pains throughout his entire body, but it seemed to him that they were gradually becoming weaker and weaker and would finally go away completely.
eu: Egia zen gorputz osa minduta zuela; baina sentitzen zituen min haiek gero eta ahulagoak ziren, eta pentsatzen zuen, azkenean, amaituko zirela.

source: The rotten apple in his back and the inflamed surrounding area, entirely covered with white dust, he hardly noticed.
eu: Jada ez zuen ia sentitzen bizkarrean zeraman sagar usteldua, ezta zuriz estalitako hantura ere.

source: He remembered his family with deep feeling and love.
eu: Emozioz eta maitekiro pentsatzen zuen bere senideengan.
